Repository: agaertner/bhm-chat-macros
Catalog: src/Properties/Resources.*.resx
Languages: de

source: Message exceeds limit of {0} characters.
de: Nachricht überschreitet die Grenze von {0} Zeichen.

source: /say
de: /s

source: /map
de: /k

source: /party
de: /gr

source: /squad
de: /d

source: /team
de: /t

source: /reply
de: /a

source: /guild
de: /g

source: Guild
de: Gilde

source: Say
de: Sagen

source: Map
de: Karte

source: Party
de: Gruppe

source: Squad
de: Einsatztrupp

source: Whisper
de: Flüstern

source: /guild{0}
de: /g{0}

source: Reply
de: Antworten

source: /whisper
de: /f

source: Voice Recognition
de: Spracherkennung

source: Microphone
de: Mikrofon

source: Mic
de: Mikro

source: Listening
de: Lauschend

source: Input Device
de: Eingabegerät

source: Voice Command
de: Sprachbefehl

source: Hold to recognize voice commands.
de: Halten, um Sprachbefehle zu erkennen.

source: Release to trigger an action.
de: Loslassen, um eine Aktion auszuführen.

source: Select an input device...
de: Wähle ein Eingabegerät…

source: Select a command language...
de: Wähle eine Befehlssprache…

source: /emote
de: /e

source: Enter a message...
de: Gib eine Nachricht ein…

source: Select a target channel...
de: Wähle einen Zielkanal…

source: Selected
de: Ausgewählt

source: Whichever
de: Egal

source: Any
de: Beliebig

source: Unset
de: Unbestimmt

source: Add Line
de: Zeile hinzufügen

source: Add Message
de: Nachricht hinzufügen

source: Create Macro
de: Macro erstellen

source: New Macro
de: Neues Macro

source: Something went wrong. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.

source: Speech recognition for {0} is not installed.
de: Spracherkennung für {0} ist nicht installiert.

source: Enter a title...
de: Gib einen Titel ein…

source: Message Sequence
de: Nachrichtenfolge

source: World vs. World
de: Welt gegen Welt

source: Player vs. Player
de: Spieler gegen Spieler

source: Player vs. Environment
de: Spieler gegen Umgebung

source: Active Areas
de: Aktive Bereiche

source: Add Map...
de: Karte hinzufügen…

source: Trigger Options
de: Auslöser Optionen

source: Non-Voice Trigger
de: Sprachloser Auslöser

source: Select your primary command language...
de: Wähle deine primäre Befehlssprache…

source: Select a secondary command language...
de: Wähle eine sekundäre Befehlssprache…

source: Settings
de: Einstellungen

source: Library
de: Bibliothek

source: Add Voice Command...
de: Sprachbefehl hinzufügen…

source: English
de: Englisch

source: German
de: Deutsch

source: French
de: Französisch

source: Spanish
de: Spanisch

source: {0} already added.
de: {0} bereits hinzugefügt.

source: {0} not found. Check your spelling.
de: {0} nicht gefunden. Prüfe deine Rechtschreibung.

source: Delete
de: Löschen

source: Remove
de: Entfernen

source: No input is being detected. Verify your settings.
de: Kein Audiosignal wird erkannt. Prüfe deine Einstellungen.

source: Show Actives Only
de: Nur Aktive anzeigen

source: Search...
de: Suche…

source: Drag to Reorder
de: Ziehen zum Neuordnen

source: This macro is currently active and can be triggered.
de: Dieses Makro ist derzeit aktiv und kann ausgelöst werden.

source: Supporter since {0}
de: Unterstützer seit {0}

source: Thanks to my awesome supporters who keep me motivated!
de: Danke an meine großartigen Unterstützer. Ihr seid die Besten!

source: Support Me on Ko-fi
de: Unterstütz mich auf Ko-fi

source: Buy Me a Coffee!
de: Kauf mir einen Kaffee!

source: Credits and Thanks
de: Dank und Anerkennung

source: Open Quick Access
de: Öffne Schnellzugriff

source: Show or hide the quick access menu to all active macros.
de: Blendet das Schnellzugriffsmenü für alle aktiven Makros ein oder aus.

source: Recipient...
de: Empfänger…

source: Chat Message
de: Chatnachricht

source: Give focus to the chat edit box.
de: Verschiebt den Fokus auf das Chat-Eingabefenster.

source: Squad Broadcast Message
de: Einsatztrupp-Mitteilung

source: Broadcast to Squad
de: Einsatztrupp mitteilen

source: Control Options
de: Steuerungsoptionen

source: User Interface
de: Benutzer-Interface
